"Western (Mac OS Roman)" = "מערבית (Mac OS Roman)";
"Japanese (Mac OS)" = "יפנית (Mac OS)";
"Traditional Chinese (Mac OS)" = "סינית מסורתית (Mac OS)";
"Korean (Mac OS)" = "קוריאנית (Mac OS)";
"Arabic (Mac OS)" = "ערבית (Mac OS)";
"Hebrew (Mac OS)" = "עברית (Mac OS)";
"Greek (Mac OS)" = "יוונית (Mac OS)";
"Cyrillic (Mac OS)" = "קירילית (Mac OS)";
"Devanagari (Mac OS)" = "דוונגרי (Mac OS)";
"Gurmukhi (Mac OS)" = "גורמוכי (Mac OS)";
"Gujarati (Mac OS)" = "גוג׳ראטית (Mac OS)";
"Thai (Mac OS)" = "תאילנדית (Mac OS)";
"Simplified Chinese (Mac OS)" = "סינית מפושטת (Mac OS)";
"Tibetan (Mac OS)" = "טיבטית (Mac OS)";
"Central European (Mac OS)" = "שפות מרכז-אירופאיות (Mac OS)";
"Symbol (Mac OS)" = "סמלים (Mac OS)";
"Dingbats (Mac OS)" = "Dingbats (Mac OS)";
"Turkish (Mac OS)" = "תורכית (Mac OS)";
"Croatian (Mac OS)" = "קרואטית (Mac OS)";
"Icelandic (Mac OS)" = "איסלנדית (Mac OS)";
"Romanian (Mac OS)" = "רומנית (Mac OS)";
"Celtic (Mac OS)" = "שפות קלטיות (Mac OS)";
"Gaelic (Mac OS)" = "גאלית (Mac OS)";
"Keyboard Symbols (Mac OS)" = "סמלי מקלדת (Mac OS)";
"Farsi (Mac OS)" = "פרסית (Mac OS)";
"Cyrillic (Mac OS Ukrainian)" = "קירילית (Mac OS Ukrainian)";
"Inuit (Mac OS)" = "אינואיט (Mac OS)";
"Unicode (UTF-16)" = "יוניקוד (UTF-16)";
"Unicode (UTF-7)" = "יוניקוד (UTF-7)";
"Unicode (UTF-8)" = "יוניקוד (UTF-8)";
"Unicode (UTF-32)" = "יוניקוד (UTF-32)";
"Unicode (UTF-16BE)" = "יוניקוד (UTF-16BE)";
"Unicode (UTF-16LE)" = "יוניקוד (UTF-16LE)";
"Unicode (UTF-32BE)" = "יוניקוד (UTF-32BE)";
"Unicode (UTF-32LE)" = "יוניקוד (UTF-32LE)";
"Western (ISO Latin 1)" = "מערבית (ISO Latin 1)";
"Central European (ISO Latin 2)" = "שפות מרכז-אירופאיות (ISO Latin 2)";
"Western (ISO Latin 3)" = "מערבית (ISO Latin 3)";
"Central European (ISO Latin 4)" = "שפות מרכז-אירופאיות (ISO Latin 4)";
"Cyrillic (ISO 8859-5)" = "קירילית (ISO 8859-5)";
"Arabic (ISO 8859-6)" = "ערבית (ISO 8859-6)";
"Greek (ISO 8859-7)" = "יוונית (ISO 8859-7)";
"Hebrew (ISO 8859-8)" = "עברית (ISO 8859-8)";
"Turkish (ISO Latin 5)" = "תורכית (ISO Latin 5)";
"Nordic (ISO Latin 6)" = "נורדית (ISO Latin 6)";
"Thai (ISO 8859-11)" = "תאילנדית (ISO 8859-11)";
"Baltic (ISO Latin 7)" = "השפות הבלטיות (ISO Latin 7)";
"Celtic (ISO Latin 8)" = "שפות קלטיות (ISO Latin 8)";
"Western (ISO Latin 9)" = "מערבית (ISO Latin 9)";
"Romanian (ISO Latin 10)" = "‏רומנית (ISO Latin 10)";
"Latin-US (DOS)" = "לטינית-ארה״ב (DOS)";
"Greek (DOS)" = "יוונית (DOS)";
"Baltic (DOS)" = "השפות הבלטיות (DOS)";
"Western (DOS Latin 1)" = "מערבית (DOS Latin 1)";
"Greek (DOS Greek 1)" = "יוונית (DOS Greek 1)";
"Central European (DOS Latin 2)" = "שפות מרכז-אירופאיות (DOS Latin 2)";
"Cyrillic (DOS)" = "קירילית (DOS)";
"Turkish (DOS)" = "תורכית (DOS)";
"Portuguese (DOS)" = "פורטוגלית (DOS)";
"Icelandic (DOS)" = "איסלנדית (DOS)";
"Hebrew (DOS)" = "עברית (DOS)";
"Canadian French (DOS)" = "צרפתית קנדית (DOS)";
"Arabic (DOS)" = "ערבית (DOS)";
"Nordic (DOS)" = "נורדית (DOS)";
"Russian (DOS)" = "רוסית (DOS)";
"Greek (DOS Greek 2)" = "יוונית (DOS Greek 2)";
"Thai (Windows, DOS)" = "תאילנדית (חלונות, DOS)";
"Japanese (Windows, DOS)" = "יפנית (חלונות, DOS)";
"Simplified Chinese (Windows, DOS)" = "סינית מפושטת (חלונות, DOS)";
"Korean (Windows, DOS)" = "קוריאנית (חלונות, DOS)";
"Traditional Chinese (Windows, DOS)" = "סינית מסורתית (חלונות, DOS)";
"Western (Windows Latin 1)" = "מערבית (Windows Latin 1)";
"Central European (Windows Latin 2)" = "שפות מרכז-אירופאיות (Windows Latin 2)";
"Cyrillic (Windows)" = "קירילית (חלונות)";
"Greek (Windows)" = "יוונית (חלונות)";
"Turkish (Windows Latin 5)" = "תורכית (Windows Latin 5)";
"Hebrew (Windows)" = "עברית (חלונות)";
"Arabic (Windows)" = "ערבית (חלונות)";
"Baltic (Windows)" = "השפות הבלטיות (חלונות)";
"Vietnamese (Windows)" = "ויאטנמית (חלונות)";
"Western (ASCII)" = "מערבית (ASCII)";
"Japanese (Shift JIS X0213)" = "יפנית (Shift JIS X0213)";
"Chinese (GBK)" = "סינית (GBK)";
"Chinese (GB 18030)" = "סינית (GB 18030)";
"Japanese (ISO 2022-JP)" = "יפנית (ISO 2022-JP)";
"Japanese (ISO 2022-JP-2)" = "יפנית (ISO 2022-JP-2)";
"Japanese (ISO 2022-JP-1)" = "יפנית (ISO 2022-JP-1)";
"Chinese (ISO 2022-CN)" = "סינית (ISO 2022-CN)";
"Korean (ISO 2022-KR)" = "קוריאנית (ISO 2022-KR)";
"Japanese (EUC)" = "יפנית (EUC)";
"Simplified Chinese (GB 2312)" = "סינית מפושטת (GB 2312)";
"Traditional Chinese (EUC)" = "סינית מסורתית (EUC)";
"Korean (EUC)" = "קוריאנית (EUC)";
"Japanese (Shift JIS)" = "יפנית (Shift JIS)";
"Cyrillic (KOI8-R)" = "קירילית (KOI8-R)";
"Traditional Chinese (Big 5)" = "סינית מסורתית (Big 5)";
"Western (Mac Mail)" = "מערבית (Mac Mail)";
"Simplified Chinese (HZ GB 2312)" = "סינית מפושטת (HZ GB 2312)";
"Traditional Chinese (Big 5 HKSCS)" = "סינית מסורתית (Big 5 HKSCS)";
"Ukrainian (KOI8-U)" = "אוקראינית (KOI8-U)";
"Traditional Chinese (Big 5-E)" = "סינית מסורתית (Big 5-E)";
"Western (NextStep)" = "מערבית (NextStep)";
"Non-lossy ASCII" = "ASCII משמר מקור";
"Western (EBCDIC Latin Core)" = "מערבית (EBCDIC Latin Core)";
"Western (EBCDIC Latin 1)" = "מערבית (EBCDIC Latin 1)";
"Japanese (Auto Detect)" = "יפנית (זיהוי אוטומטי)";
